Repository: jhancock1975/pockterm
Catalog: pockterm/Localizable.xcstrings
Source language: en
Languages: ar, el, es, fr, he, hi, it, ja, ko, ru, te, uk, zh_hans, zh_hant

source: SFTP runs over the same SSH connection, so the settings below apply either way. This only picks what opens when you tap the host — long-press a host to reach the other.
ar: يعمل SFTP عبر اتصال SSH نفسه، لذا تنطبق الإعدادات أدناه في الحالتين. هذا يحدّد فقط ما يُفتح عند الضغط على المضيف — اضغط مطوّلًا على مضيف للوصول إلى الآخر.
el: Το SFTP τρέχει πάνω από την ίδια σύνδεση SSH, οπότε οι παρακάτω ρυθμίσεις ισχύουν και στις δύο περιπτώσεις. Αυτό επιλέγει μόνο τι ανοίγει όταν πατάτε τον διακομιστή — πατήστε παρατεταμένα έναν διακομιστή για να φτάσετε στο άλλο.
es: SFTP funciona sobre la misma conexión SSH, así que los ajustes de abajo se aplican en ambos casos. Esto solo elige qué se abre al tocar el host; mantén pulsado un host para acceder al otro.
fr: SFTP passe par la même connexion SSH, les réglages ci-dessous s'appliquent donc dans les deux cas. Ceci choisit seulement ce qui s'ouvre lorsque vous touchez l'hôte — appuyez longuement sur un hôte pour accéder à l'autre.
he: SFTP פועל על אותו חיבור SSH, ולכן ההגדרות שלהלן חלות בכל מקרה. כאן נבחר רק מה נפתח בהקשה על המארח — לחיצה ארוכה על מארח תפתח את השני.
hi: SFTP उसी SSH कनेक्शन पर चलता है, इसलिए नीचे की सेटिंग दोनों स्थितियों में लागू होती हैं। यह केवल यह तय करता है कि होस्ट टैप करने पर क्या खुले — दूसरा पाने के लिए होस्ट को देर तक दबाएँ।
it: SFTP viaggia sulla stessa connessione SSH, quindi le impostazioni qui sotto valgono in entrambi i casi. Questo sceglie solo cosa si apre quando tocchi l'host — tieni premuto un host per raggiungere l'altro.
ja: SFTP は同じ SSH 接続上で動くため、以下の設定はどちらの場合にも適用されます。ここで選ぶのは、ホストをタップしたときに何が開くかだけです。もう一方を使うには、ホストを長押しします。
ko: SFTP는 동일한 SSH 연결에서 동작하므로 아래 설정은 두 경우 모두에 적용됩니다. 여기서는 호스트를 탭했을 때 무엇이 열리는지만 선택합니다. 다른 쪽을 사용하려면 호스트를 길게 누르십시오.
ru: SFTP работает поверх того же соединения SSH, поэтому настройки ниже действуют в обоих случаях. Здесь выбирается только то, что открывается при нажатии на хост — нажмите и удерживайте хост, чтобы перейти к другому варианту.
te: SFTP అదే SSH కనెక్షన్‌పై నడుస్తుంది, కాబట్టి కింది సెట్టింగ్‌లు రెండు సందర్భాల్లోనూ వర్తిస్తాయి. మీరు హోస్ట్‌ను నొక్కినప్పుడు ఏది తెరుచుకోవాలో మాత్రమే ఇది నిర్ణయిస్తుంది — రెండోదాన్ని చేరడానికి హోస్ట్‌ను నొక్కి పట్టుకోండి.
uk: SFTP працює поверх того самого з'єднання SSH, тож наведені нижче налаштування діють в обох випадках. Тут обирається лише те, що відкривається під час дотику до хоста — торкніться й утримуйте хост, щоб перейти до іншого варіанта.
zh_hans: SFTP 通过同一个 SSH 连接运行，因此下面的设置在两种情况下都适用。这里只决定轻点主机时打开哪一个 — 长按主机可进入另一个。
zh_hant: SFTP 透過同一個 SSH 連線運作，因此下方設定在兩種情況下都適用。這裡只決定點一下主機時開啟哪一個 — 長按主機可前往另一個。

source: SSH (Terminal)
ar: SSH (الطرفية)
el: SSH (Τερματικό)
he: SSH (מסוף)
hi: SSH (टर्मिनल)
it: SSH (Terminale)
ja: SSH（ターミナル）
ko: SSH(터미널)
ru: SSH (терминал)
te: SSH (టెర్మినల్)
uk: SSH (термінал)
zh_hans: SSH（终端）
zh_hant: SSH（終端機）

source: Save
ar: حفظ
el: Αποθήκευση
es: Guardar
fr: Enregistrer
he: שמור
hi: सहेजें
it: Salva
ja: 保存
ko: 저장
ru: Сохранить
te: సేవ్ చేయి
uk: Зберегти
zh_hans: 存储
zh_hant: 儲存

source: Save Key
ar: حفظ المفتاح
el: Αποθήκευση κλειδιού
es: Guardar la clave
fr: Enregistrer la clé
he: שמור מפתח
hi: कुंजी सहेजें
it: Salva la chiave
ja: 鍵を保存
ko: 키 저장
ru: Сохранить ключ
te: కీని సేవ్ చేయి
uk: Зберегти ключ
zh_hans: 存储密钥
zh_hant: 儲存金鑰

source: Save and run reusable commands
ar: احفظ أوامر قابلة لإعادة الاستخدام وشغّلها
el: Αποθηκεύστε και εκτελέστε επαναχρησιμοποιήσιμες εντολές
es: Guarda y ejecuta comandos reutilizables
fr: Enregistrez et exécutez des commandes réutilisables
he: שמירה והרצה של פקודות לשימוש חוזר
hi: पुन: उपयोग योग्य कमांड सहेजें और चलाएँ
it: Salva ed esegui comandi riutilizzabili
ja: 再利用できるコマンドを保存して実行します
ko: 재사용할 수 있는 명령어를 저장하고 실행합니다
ru: Сохраняйте и запускайте многократно используемые команды
te: మళ్లీ ఉపయోగించగల కమాండ్‌లను సేవ్ చేసి అమలు చేయండి
uk: Зберігайте та виконуйте багаторазові команди
zh_hans: 保存并运行可重复使用的命令
zh_hant: 儲存並執行可重複使用的指令

source: Search hosts
ar: البحث عن مضيفين
el: Αναζήτηση διακομιστών
es: Buscar hosts
fr: Rechercher des hôtes
he: חפש מארחים
hi: होस्ट खोजें
it: Cerca host
ja: ホストを検索
ko: 호스트 검색
ru: Поиск хостов
te: హోస్ట్‌లను వెతుకు
uk: Пошук хостів
zh_hans: 搜索主机
zh_hant: 搜尋主機

source: Security & Privacy
ar: الأمان والخصوصية
el: Ασφάλεια και απόρρητο
es: Seguridad y privacidad
fr: Sécurité et confidentialité
he: אבטחה ופרטיות
hi: सुरक्षा और निजता
it: Sicurezza e privacy
ja: セキュリティとプライバシー
ko: 보안 및 개인정보 보호
ru: Безопасность и конфиденциальность
te: భద్రత మరియు గోప్యత
uk: Безпека та приватність
zh_hans: 安全与隐私
zh_hant: 安全性與隱私權

source: Send
ar: إرسال
el: Αποστολή
es: Enviar
fr: Envoyer
he: שלח
hi: भेजें
it: Invia
ja: 送信
ko: 보내기
ru: Отправить
te: పంపు
uk: Надіслати
zh_hans: 发送
zh_hant: 傳送

source: Sends a one-token request to verify the key and model.
ar: يرسل طلبًا برمز واحد للتحقق من المفتاح والنموذج.
el: Στέλνει ένα αίτημα ενός token για επαλήθευση του κλειδιού και του μοντέλου.
es: Envía una petición de un solo token para verificar la clave y el modelo.
fr: Envoie une requête d'un seul jeton pour vérifier la clé et le modèle.
he: שולח בקשה באורך אסימון אחד כדי לאמת את המפתח ואת הדגם.
hi: कुंजी और मॉडल जाँचने के लिए एक टोकन का अनुरोध भेजता है।
it: Invia una richiesta da un token per verificare la chiave e il modello.
ja: 1 トークンのリクエストを送信して、鍵とモデルを確認します。
ko: 토큰 하나짜리 요청을 보내 키와 모델을 확인합니다.
ru: Отправляет запрос на один токен, чтобы проверить ключ и модель.
te: కీని, మోడల్‌ను ధృవీకరించడానికి ఒక టోకెన్ అభ్యర్థనను పంపుతుంది.
uk: Надсилає запит на один токен, щоб перевірити ключ і модель.
zh_hans: 发送一个仅含一个令牌的请求，以验证密钥和模型。
zh_hant: 傳送僅含一個 token 的請求，以驗證金鑰與模型。

source: Session Closed
ar: أُغلقت الجلسة
el: Η συνεδρία έκλεισε
es: Sesión cerrada
fr: Session fermée
he: ההפעלה נסגרה
hi: सत्र बंद हुआ
it: Sessione chiusa
ja: セッションを閉じました
ko: 세션이 닫힘
ru: Сессия закрыта
te: సెషన్ మూసివేయబడింది
uk: Сесію закрито
zh_hans: 会话已关闭
zh_hant: 工作階段已關閉

source: Session open
ar: جلسة مفتوحة
el: Ανοιχτή συνεδρία
es: Sesión abierta
fr: Session ouverte
he: הפעלה פתוחה
hi: सत्र खुला है
it: Sessione aperta
ja: セッションが開いています
ko: 세션 열림
ru: Сессия открыта
te: సెషన్ తెరిచి ఉంది
uk: Сесія відкрита
zh_hans: 会话已打开
zh_hant: 工作階段已開啟

source: Set default port
ar: تعيين المنفذ الافتراضي
el: Ορισμός προεπιλεγμένης θύρας
es: Establecer el puerto predeterminado
fr: Définir le port par défaut
he: הגדר יציאת ברירת מחדל
hi: डिफ़ॉल्ट पोर्ट सेट करें
it: Imposta la porta predefinita
ja: デフォルトのポートを設定
ko: 기본 포트 설정
ru: Задать порт по умолчанию
te: డిఫాల్ట్ పోర్ట్‌ను సెట్ చేయి
uk: Задати типовий порт
zh_hans: 设置默认端口
zh_hant: 設定預設埠

source: Settings
ar: الإعدادات
el: Ρυθμίσεις
es: Ajustes
fr: Réglages
he: הגדרות
hi: सेटिंग
it: Impostazioni
ja: 設定
ko: 설정
ru: Настройки
te: సెట్టింగ్‌లు
uk: Налаштування
zh_hans: 设置
zh_hant: 設定

source: Show Keyboard
ar: إظهار لوحة المفاتيح
el: Εμφάνιση πληκτρολογίου
es: Mostrar el teclado
fr: Afficher le clavier
he: הצג מקלדת
hi: कीबोर्ड दिखाएँ
it: Mostra tastiera
ja: キーボードを表示
ko: 키보드 보기
ru: Показать клавиатуру
te: కీబోర్డ్ చూపించు
uk: Показати клавіатуру
zh_hans: 显示键盘
zh_hant: 顯示鍵盤

source: Size
ar: الحجم
el: Μέγεθος
es: Tamaño
fr: Taille
he: גודל
hi: आकार
it: Dimensione
ja: サイズ
ko: 크기
ru: Размер
te: పరిమాణం
uk: Розмір
zh_hans: 大小
zh_hant: 大小

source: Size: %lldpt
ar: الحجم: ‎%lld نقطة
el: Μέγεθος: %lldpt
es: Tamaño: %lld pt
fr: Taille : %lldpt
he: גודל: ‎%lld נק׳
hi: आकार: %lldpt
it: Dimensione: %lldpt
ja: サイズ：%lldpt
ko: 크기: %lldpt
ru: Размер: %lldpt
te: పరిమాణం: %lldpt
uk: Розмір: %lldpt
zh_hans: 大小：%lld 磅
zh_hant: 大小：%lld 點

source: Size: Default
ar: الحجم: افتراضي
el: Μέγεθος: προεπιλεγμένο
es: Tamaño: predeterminado
fr: Taille : par défaut
he: גודל: ברירת מחדל
hi: आकार: डिफ़ॉल्ट
it: Dimensione: predefinita
ja: サイズ：デフォルト
ko: 크기: 기본
ru: Размер: по умолчанию
te: పరిమాణం: డిఫాల్ట్
uk: Розмір: типовий
zh_hans: 大小：默认
zh_hant: 大小：預設

source: Smaller Text on Glasses
ar: تصغير النص على النظارة
el: Μικρότερο κείμενο στα γυαλιά
es: Reducir el texto en las gafas
fr: Réduire le texte sur les lunettes
he: הקטן טקסט במשקפיים
hi: चश्मे पर टेक्स्ट छोटा करें
it: Riduci il testo sugli occhiali
ja: メガネの文字を小さく
ko: 안경 텍스트 작게
ru: Уменьшить текст на очках
te: కళ్లద్దాలపై అక్షరాలను చిన్నవిగా చేయి
uk: Зменшити текст в окулярах
zh_hans: 缩小眼镜上的文字
zh_hant: 縮小眼鏡上的文字

source: Snippets
ar: المقتطفات
el: Αποσπάσματα
es: Fragmentos
fr: Extraits
he: קטעים
hi: स्निपेट
it: Snippet
ja: スニペット
ko: 스니펫
ru: Сниппеты
te: స్నిప్పెట్‌లు
uk: Сніпети
zh_hans: 代码片段
zh_hant: 程式碼片段

source: Snippets are commands you use often.
ar: المقتطفات هي أوامر تستخدمها كثيرًا.
el: Τα αποσπάσματα είναι εντολές που χρησιμοποιείτε συχνά.
es: Los fragmentos son comandos que usas a menudo.
fr: Les extraits sont des commandes que vous utilisez souvent.
he: קטעים הם פקודות שאתה משתמש בהן לעיתים קרובות.
hi: स्निपेट वे कमांड हैं जिन्हें आप अक्सर उपयोग करते हैं।
it: Gli snippet sono comandi che usi spesso.
ja: スニペットは、よく使うコマンドです。
ko: 스니펫은 자주 사용하는 명령어입니다.
ru: Сниппеты — это команды, которыми вы часто пользуетесь.
te: స్నిప్పెట్‌లు అంటే మీరు తరచుగా ఉపయోగించే కమాండ్‌లు.
uk: Сніпети — це команди, якими ви часто користуєтесь.
zh_hans: 代码片段就是你经常使用的命令。
zh_hant: 程式碼片段就是你經常使用的指令。

source: Some items couldn't be read from your photo library.
ar: تعذّرت قراءة بعض العناصر من مكتبة الصور.
el: Ορισμένα στοιχεία δεν ήταν δυνατό να διαβαστούν από τη βιβλιοθήκη φωτογραφιών.
es: No se pudieron leer algunos elementos de la fototeca.
fr: Certains éléments de votre photothèque n'ont pas pu être lus.
he: לא ניתן היה לקרוא חלק מהפריטים מספריית התמונות.
hi: आपकी फ़ोटो लाइब्रेरी से कुछ आइटम पढ़े नहीं जा सके।
it: Alcuni elementi della libreria foto non sono stati letti.
ja: 写真ライブラリから読み込めなかった項目があります。
ko: 사진 보관함에서 일부 항목을 읽을 수 없습니다.
ru: Не удалось прочитать некоторые объекты из медиатеки.
te: మీ ఫోటో లైబ్రరీ నుండి కొన్ని అంశాలను చదవలేకపోయాం.
uk: Не вдалося прочитати деякі об'єкти з медіатеки.
zh_hans: 无法从照片图库读取某些项目。
zh_hant: 無法從照片圖庫讀取部分項目。

source: Sort
ar: ترتيب
el: Ταξινόμηση
es: Ordenar
fr: Trier
he: מיון
hi: क्रमबद्ध करें
it: Ordina
ja: 並べ替え
ko: 정렬
ru: Сортировка
te: క్రమబద్ధీకరించు
uk: Сортування
zh_hans: 排序
zh_hant: 排序

source: Sort By
ar: ترتيب حسب
el: Ταξινόμηση κατά
es: Ordenar por
fr: Trier par
he: מיון לפי
hi: क्रमबद्ध करें
it: Ordina per
ja: 並べ替え
ko: 정렬 기준
ru: Сортировать по
te: దీని ప్రకారం క్రమబద్ధీకరించు
uk: Сортувати за
zh_hans: 排序方式
zh_hant: 排序方式

source: Star
ar: تمييز بنجمة
el: Αγαπημένο
es: Destacar
fr: Favori
he: סמן בכוכב
hi: पसंदीदा में जोड़ें
it: Preferito
ja: お気に入りに追加
ko: 즐겨찾기 추가
ru: В избранное
te: ఇష్టమైనవాటికి జోడించు
uk: В обране
zh_hans: 标记星标
zh_hant: 標上星號

source: Stop generating
ar: إيقاف التوليد
el: Διακοπή παραγωγής
es: Detener la generación
fr: Arrêter la génération
he: הפסק ליצור
hi: जनरेट करना रोकें
it: Interrompi la generazione
ja: 生成を停止
ko: 생성 중단
ru: Остановить генерацию
te: రూపొందించడం ఆపు
uk: Зупинити генерацію
zh_hans: 停止生成
zh_hant: 停止產生

source: Stopped
ar: متوقف
el: Σταματημένο
es: Detenido
fr: Arrêté
he: הופסק
hi: रुका हुआ
it: Interrotto
ja: 停止済み
ko: 중지됨
ru: Остановлено
te: ఆపివేయబడింది
uk: Зупинено
zh_hans: 已停止
zh_hant: 已停止

source: Stored in the Keychain alongside the key.
ar: تُحفظ في سلسلة المفاتيح إلى جانب المفتاح.
el: Αποθηκεύεται στο Μπρελόκ μαζί με το κλειδί.
es: Se guarda en el Llavero junto a la clave.
fr: Conservée dans le trousseau avec la clé.
he: נשמרת במחזיק המפתחות לצד המפתח.
hi: कुंजी के साथ कीचेन में सहेजा जाता है।
it: Salvata nel Portachiavi insieme alla chiave.
ja: 鍵とともにキーチェーンに保存されます。
ko: 키와 함께 키체인에 저장됩니다.
ru: Сохраняется в «Ключах» вместе с ключом.
te: కీతో పాటు కీచెయిన్‌లో నిల్వ చేయబడుతుంది.
uk: Зберігається у «Ключах» разом із ключем.
zh_hans: 与密钥一同保存在钥匙串中。
zh_hant: 與金鑰一同儲存在鑰匙圈中。

source: Tap **..** at the top to go up a directory.
ar: اضغط **..** في الأعلى للصعود مجلدًا واحدًا.
el: Πατήστε **..** στο επάνω μέρος για να ανεβείτε έναν κατάλογο.
es: Toca **..** en la parte superior para subir un directorio.
fr: Touchez **..** en haut pour remonter d'un répertoire.
he: הקש **..** בחלק העליון כדי לעלות תיקייה אחת.
hi: एक डायरेक्टरी ऊपर जाने के लिए सबसे ऊपर **..** टैप करें।
it: Tocca **..** in alto per salire di una directory.
ja: 上部の **..** をタップすると、1 つ上の階層に移動します。
ko: 상단의 **..**를 탭하면 상위 디렉토리로 이동합니다.
ru: Нажмите **..** вверху, чтобы подняться на каталог выше.
te: ఒక డైరెక్టరీ పైకి వెళ్లడానికి పైన **..** నొక్కండి.
uk: Торкніться **..** угорі, щоб піднятися на каталог вище.
zh_hans: 轻点顶部的 **..** 可返回上一级目录。
zh_hant: 點一下頂端的 **..** 可回到上一層目錄。

source: Tap **AA** at the top to make the text on the glasses smaller or larger. Pockterm remembers the size, apart from the phone's pinch zoom.
ar: اضغط على **AA** في الأعلى لتصغير النص على النظارة أو تكبيره. يتذكر Pockterm هذا الحجم بمعزل عن تكبير الهاتف بالقرص.
el: Πατήστε **AA** στο πάνω μέρος για να μικρύνετε ή να μεγαλώσετε το κείμενο στα γυαλιά. Το Pockterm θυμάται το μέγεθος, ξεχωριστά από το ζουμ με τσίμπημα στο τηλέφωνο.
es: Toca **AA** arriba para hacer el texto de las gafas más pequeño o más grande. Pockterm recuerda el tamaño, aparte del zoom con los dedos del teléfono.
fr: Touchez **AA** en haut pour réduire ou agrandir le texte sur les lunettes. Pockterm retient la taille, indépendamment du zoom par pincement sur le téléphone.
he: הקש על **AA** למעלה כדי להקטין או להגדיל את הטקסט במשקפיים. Pockterm זוכר את הגודל, בנפרד מהגדלה בצביטה בטלפון.
hi: चश्मे पर टेक्स्ट छोटा या बड़ा करने के लिए ऊपर **AA** टैप करें। Pockterm यह आकार याद रखता है, फ़ोन के पिंच ज़ूम से अलग।
it: Tocca **AA** in alto per rimpicciolire o ingrandire il testo sugli occhiali. Pockterm ricorda la dimensione, separatamente dallo zoom con pizzico del telefono.
ja: 上部の **AA** をタップすると、メガネの文字を小さくしたり大きくしたりできます。このサイズは iPhone のピンチズームとは別に記憶されます。
ko: 위쪽의 **AA**를 탭하면 안경의 글자를 작게 또는 크게 할 수 있습니다. 이 크기는 iPhone의 핀치 확대와 별도로 기억됩니다.
ru: Нажмите **AA** вверху, чтобы уменьшить или увеличить текст на очках. Pockterm запомнит размер отдельно от масштаба щипком на телефоне.
te: కళ్లద్దాలపై అక్షరాలను చిన్నవిగా లేదా పెద్దవిగా చేయడానికి పైన ఉన్న **AA** నొక్కండి. ఫోన్‌లోని పించ్ జూమ్‌తో సంబంధం లేకుండా Pockterm ఆ పరిమాణాన్ని గుర్తుంచుకుంటుంది.
uk: Торкніться **AA** вгорі, щоб зменшити або збільшити текст в окулярах. Pockterm запам'ятає розмір окремо від масштабу щипком на телефоні.
zh_hans: 轻点顶部的 **AA**，可以缩小或放大眼镜上的文字。Pockterm 会记住这个大小，与手机上的双指缩放互不影响。
zh_hant: 點一下頂端的 **AA**，可以縮小或放大眼鏡上的文字。Pockterm 會記住這個大小，與手機上的雙指縮放互不影響。

source: Tap **Save**.
ar: اضغط **حفظ**.
el: Πατήστε **Αποθήκευση**.
es: Toca **Guardar**.
fr: Touchez **Enregistrer**.
he: הקש **שמור**.
hi: **सहेजें** टैप करें।
it: Tocca **Salva**.
ja: **保存**をタップします。
ko: **저장**을 탭하십시오.
ru: Нажмите **Сохранить**.
te: **సేవ్ చేయి** నొక్కండి.
uk: Торкніться **Зберегти**.
zh_hans: 轻点**存储**。
zh_hant: 點一下**儲存**。

source: Tap **Upload** at the bottom of the browser, then choose **Files…** or **Photos & Videos…**.
ar: اضغط **رفع** أسفل المتصفح، ثم اختر **الملفات…** أو **الصور والفيديوهات…**.
el: Πατήστε **Μεταφόρτωση** στο κάτω μέρος του προγράμματος περιήγησης και μετά επιλέξτε **Αρχεία…** ή **Φωτογραφίες και βίντεο…**.
es: Toca **Subir** en la parte inferior del explorador y luego elige **Archivos…** o **Fotos y vídeos…**.
fr: Touchez **Envoyer** en bas du navigateur, puis choisissez **Fichiers…** ou **Photos et vidéos…**.
he: הקש **העלאה** בתחתית הדפדפן ואז בחר **קבצים…** או **תמונות וסרטונים…**.
hi: ब्राउज़र में नीचे **अपलोड** टैप करें, फिर **फ़ाइलें…** या **फ़ोटो और वीडियो…** चुनें।
it: Tocca **Carica** in fondo al browser, poi scegli **File…** o **Foto e video…**.
ja: ブラウザ下部の**アップロード**をタップし、**ファイル…**または**写真とビデオ…**を選びます。
ko: 브라우저 하단의 **업로드**를 탭한 다음 **파일…** 또는 **사진 및 비디오…**를 선택하십시오.
ru: Нажмите **Загрузить** внизу браузера, затем выберите **Файлы…** или **Фото и видео…**.
te: బ్రౌజర్ దిగువన **అప్‌లోడ్** నొక్కి, ఆ తర్వాత **ఫైల్‌లు…** లేదా **ఫోటోలు & వీడియోలు…** ఎంచుకోండి.
uk: Торкніться **Вивантажити** внизу браузера, потім виберіть **Файли…** або **Фото й відео…**.
zh_hans: 轻点浏览器底部的**上传**，然后选择**文件…**或**照片和视频…**。
zh_hant: 點一下瀏覽器底部的**上傳**，然後選擇**檔案…**或**照片和影片…**。

source: Tap **▶** to start; the status shows when it's active. Tap **⏹** to stop.
ar: اضغط **▶** للبدء؛ وتُظهر الحالة متى يكون نشطًا. واضغط **⏹** للإيقاف.
el: Πατήστε **▶** για έναρξη· η κατάσταση δείχνει πότε είναι ενεργό. Πατήστε **⏹** για διακοπή.
es: Toca **▶** para iniciar; el estado indica cuándo está activa. Toca **⏹** para detenerla.
fr: Touchez **▶** pour démarrer ; l'état indique quand la redirection est active. Touchez **⏹** pour l'arrêter.
he: הקש **▶** כדי להתחיל; המצב מראה מתי הוא פעיל. הקש **⏹** כדי לעצור.
hi: शुरू करने के लिए **▶** टैप करें; स्थिति बताती है कि यह कब सक्रिय है। रोकने के लिए **⏹** टैप करें।
it: Tocca **▶** per avviare; lo stato indica quando è attivo. Tocca **⏹** per fermarlo.
ja: **▶** をタップして開始します。動作中かどうかは状態表示でわかります。停止するには **⏹** をタップします。
ko: **▶**를 탭하여 시작하십시오. 상태에 활성 여부가 표시됩니다. 중지하려면 **⏹**를 탭하십시오.
ru: Нажмите **▶** для запуска; статус покажет, когда оно активно. Нажмите **⏹**, чтобы остановить.
te: ప్రారంభించడానికి **▶** నొక్కండి; అది ఎప్పుడు సక్రియంగా ఉందో స్థితి చూపుతుంది. ఆపడానికి **⏹** నొక్కండి.
uk: Торкніться **▶**, щоб запустити; стан показує, коли воно активне. Торкніться **⏹**, щоб зупинити.
zh_hans: 轻点 **▶** 启动；状态会显示它何时处于活动状态。轻点 **⏹** 停止。
zh_hant: 點一下 **▶** 啟動；狀態會顯示它何時處於作用中。點一下 **⏹** 停止。

source: Tap + to add a host.
ar: اضغط + لإضافة مضيف.
el: Πατήστε + για να προσθέσετε διακομιστή.
es: Toca + para añadir un host.
fr: Touchez + pour ajouter un hôte.
he: הקש + כדי להוסיף מארח.
hi: होस्ट जोड़ने के लिए + टैप करें।
it: Tocca + per aggiungere un host.
ja: + をタップしてホストを追加します。
ko: +를 탭하여 호스트를 추가하십시오.
ru: Нажмите +, чтобы добавить хост.
te: హోస్ట్‌ను జోడించడానికి + నొక్కండి.
uk: Торкніться +, щоб додати хост.
zh_hans: 轻点 + 添加主机。
zh_hant: 點一下 + 以加入主機。

source: Tap + to add a tunnel.
ar: اضغط + لإضافة نفق.
el: Πατήστε + για να προσθέσετε μια σήραγγα.
es: Toca + para añadir un túnel.
fr: Touchez + pour ajouter un tunnel.
he: הקש + כדי להוסיף מנהרה.
hi: टनल जोड़ने के लिए + टैप करें।
it: Tocca + per aggiungere un tunnel.
ja: + をタップしてトンネルを追加します。
ko: +를 탭하여 터널을 추가하십시오.
ru: Нажмите +, чтобы добавить туннель.
te: టన్నెల్‌ను జోడించడానికి + నొక్కండి.
uk: Торкніться +, щоб додати тунель.
zh_hans: 轻点 + 添加隧道。
zh_hant: 點一下 + 以加入通道。

source: Tap + to generate an Ed25519 key, or import one you already have.
ar: اضغط + لإنشاء مفتاح Ed25519، أو لاستيراد مفتاح لديك بالفعل.
el: Πατήστε + για να δημιουργήσετε ένα κλειδί Ed25519 ή να εισαγάγετε ένα που ήδη έχετε.
es: Toca + para generar una clave Ed25519 o importar una que ya tengas.
fr: Touchez + pour générer une clé Ed25519 ou importer une clé existante.
he: הקש + כדי ליצור מפתח Ed25519 או לייבא מפתח שכבר יש לך.
hi: Ed25519 कुंजी बनाने या पहले से मौजूद कुंजी आयात करने के लिए + दबाएँ।
it: Tocca + per generare una chiave Ed25519 o importarne una che hai già.
ja: ＋ をタップして Ed25519 鍵を作成するか、既存の鍵を読み込みます。
ko: +를 탭해 Ed25519 키를 생성하거나 기존 키를 가져오세요.
ru: Нажмите +, чтобы создать ключ Ed25519 или импортировать существующий.
te: Ed25519 కీని సృష్టించడానికి లేదా మీ వద్ద ఉన్న కీని దిగుమతి చేయడానికి + నొక్కండి.
uk: Торкніться +, щоб створити ключ Ed25519 або імпортувати наявний.
zh_hans: 点按 + 生成 Ed25519 密钥，或导入你已有的密钥。
zh_hant: 點一下 + 產生 Ed25519 金鑰，或輸入你已有的金鑰。

source: Tap + to generate an Ed25519 key.
ar: اضغط + لتوليد مفتاح Ed25519.
el: Πατήστε + για να παραγάγετε ένα κλειδί Ed25519.
es: Toca + para generar una clave Ed25519.
fr: Touchez + pour générer une clé Ed25519.
he: הקש + כדי ליצור מפתח Ed25519.
hi: Ed25519 कुंजी जनरेट करने के लिए + टैप करें।
it: Tocca + per generare una chiave Ed25519.
ja: + をタップして Ed25519 鍵を生成します。
ko: +를 탭하여 Ed25519 키를 만드십시오.
ru: Нажмите +, чтобы сгенерировать ключ Ed25519.
te: Ed25519 కీని రూపొందించడానికి + నొక్కండి.
uk: Торкніться +, щоб згенерувати ключ Ed25519.
zh_hans: 轻点 + 生成 Ed25519 密钥。
zh_hant: 點一下 + 以產生 Ed25519 金鑰。

source: Tap + to organize hosts into groups.
ar: اضغط + لتنظيم المضيفين في مجموعات.
el: Πατήστε + για να οργανώσετε τους διακομιστές σε ομάδες.
es: Toca + para organizar los hosts en grupos.
fr: Touchez + pour organiser les hôtes en groupes.
he: הקש + כדי לארגן מארחים בקבוצות.
hi: होस्ट को समूहों में व्यवस्थित करने के लिए + टैप करें।
it: Tocca + per organizzare gli host in gruppi.
ja: + をタップしてホストをグループにまとめます。
ko: +를 탭하여 호스트를 그룹으로 정리하십시오.
ru: Нажмите +, чтобы объединить хосты в группы.
te: హోస్ట్‌లను గ్రూప్‌లుగా అమర్చడానికి + నొక్కండి.
uk: Торкніться +, щоб об'єднати хости в групи.
zh_hans: 轻点 + 将主机整理到群组中。
zh_hant: 點一下 + 以將主機整理到群組中。

source: Tap + to save a reusable command.
ar: اضغط + لحفظ أمر قابل لإعادة الاستخدام.
el: Πατήστε + για να αποθηκεύσετε μια επαναχρησιμοποιήσιμη εντολή.
es: Toca + para guardar un comando reutilizable.
fr: Touchez + pour enregistrer une commande réutilisable.
he: הקש + כדי לשמור פקודה לשימוש חוזר.
hi: पुन: उपयोग योग्य कमांड सहेजने के लिए + टैप करें।
it: Tocca + per salvare un comando riutilizzabile.
ja: + をタップして再利用できるコマンドを保存します。
ko: +를 탭하여 재사용할 명령어를 저장하십시오.
ru: Нажмите +, чтобы сохранить многократно используемую команду.
te: మళ్లీ ఉపయోగించగల కమాండ్‌ను సేవ్ చేయడానికి + నొక్కండి.
uk: Торкніться +, щоб зберегти багаторазову команду.
zh_hans: 轻点 + 保存可重复使用的命令。
zh_hant: 點一下 + 以儲存可重複使用的指令。

source: Tap a file, or the **⋯** beside a folder, to Rename it, change its **Permissions**, or Delete it.
ar: اضغط على ملف، أو على **⋯** بجانب مجلد، لإعادة تسميته أو تغيير **الأذونات** الخاصة به أو حذفه.
el: Πατήστε ένα αρχείο, ή το **⋯** δίπλα σε έναν φάκελο, για να το μετονομάσετε, να αλλάξετε τα **Δικαιώματά** του ή να το διαγράψετε.
es: Toca un archivo, o el **⋯** junto a una carpeta, para renombrarlo, cambiar sus **Permisos** o eliminarlo.
fr: Touchez un fichier, ou le **⋯** à côté d'un dossier, pour le renommer, modifier ses **Autorisations** ou le supprimer.
he: הקש על קובץ, או על **⋯** ליד תיקייה, כדי לשנות את שמו, לשנות את **ההרשאות** שלו או למחוק אותו.
hi: किसी फ़ाइल पर, या किसी फ़ोल्डर के पास **⋯** पर टैप करें ताकि उसका नाम बदलें, उसकी **अनुमतियाँ** बदलें, या उसे मिटाएँ।
it: Tocca un file, o il **⋯** accanto a una cartella, per rinominarlo, cambiarne i **Permessi** o eliminarlo.
ja: ファイル、またはフォルダの横の**⋯**をタップすると、名称変更、**アクセス権**の変更、削除ができます。
ko: 파일이나 폴더 옆의 **⋯**를 탭하면 이름을 변경하거나 **권한**을 바꾸거나 삭제할 수 있습니다.
ru: Нажмите на файл или на **⋯** рядом с папкой, чтобы переименовать, изменить **Права** или удалить.
te: ఒక ఫైల్‌ను, లేదా ఫోల్డర్ పక్కన ఉన్న **⋯** ను నొక్కితే దాని పేరు మార్చవచ్చు, **అనుమతులు** మార్చవచ్చు, లేదా తొలగించవచ్చు.
uk: Торкніться файлу або **⋯** поруч із папкою, щоб перейменувати, змінити **Права** або видалити.
zh_hans: 轻点文件，或文件夹旁的 **⋯**，可重命名、更改其**权限**或删除。
zh_hant: 點一下檔案，或檔案夾旁的 **⋯**，可重新命名、更改其**權限**或刪除。

source: Tap a host to open a terminal session.
ar: اضغط على مضيف لفتح جلسة طرفية.
el: Πατήστε έναν διακομιστή για να ανοίξετε μια συνεδρία τερματικού.
es: Toca un host para abrir una sesión de terminal.
fr: Touchez un hôte pour ouvrir une session de terminal.
he: הקש על מארח כדי לפתוח הפעלת מסוף.
hi: टर्मिनल सत्र खोलने के लिए किसी होस्ट को टैप करें।
it: Tocca un host per aprire una sessione di terminale.
ja: ホストをタップしてターミナルセッションを開きます。
ko: 호스트를 탭하여 터미널 세션을 여십시오.
ru: Нажмите на хост, чтобы открыть сессию терминала.
te: టెర్మినల్ సెషన్ తెరవడానికి ఒక హోస్ట్‌ను నొక్కండి.
uk: Торкніться хоста, щоб відкрити сесію термінала.
zh_hans: 轻点主机即可打开终端会话。
zh_hant: 點一下主機即可打開終端機工作階段。
